Repository: heinrich-foto/shortdiary
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eo

source: author
eo: aûtoro

source: text
eo: teksto

source: mood
eo: animststo

source: image
eo: bildo

source: mail sent?
eo: retletero

source: {0} at {1}
eo: {0} en la {1}

source: Your shortdiary post from {0}
eo: Via enskribon shortdiaryan de la {0}

source: Home
eo: Hejmpaĝo

source: Ohai. <a href="/accounts/login">This way</a>.
eo: Saluton.

source: New post
eo: Enskribo nova

source: Post from {0}
eo: Enskribo de la {0}

source: Log out
eo: Adiaûus

source: Log in
eo: salutus

source: No content to show :(
eo: Neniaj enskrioboj ekzistas.

source: Welcome back,
eo: Saluton,

source: Recent posts
eo: Enskriboj novaj

source: No posts to show – Try <a href="/post/new/">adding your first post</a>!
eo: Neniaj enskrioboj ekzistas. Provus krei via unuan enskribon.

source: username
eo: salutnomo

source: password
eo: pasvorto

source: Enter your text here
eo: Ĉi tie enigus tekston vian.

source: yesterday
eo: hieraû

source: today
eo: hodiaû

source: submit
eo: konservus

source: Mood
eo: animststo
